Repository: DyorHQ/IOS-app
Catalog: ios/DyorKit/Sources/DyorKit/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: %@ Nothing was sent.
es: %@ No se envió nada.
fr: %@ Rien n'a été envoyé.
ko: %@ 아무것도 전송되지 않았습니다.
zh_hans: %@未发送任何内容。

# %@ did not answer within %@.
source: %1$@ did not answer within %2$@.
es: %1$@ no respondió en un plazo de %2$@.
fr: %1$@ n'a pas répondu dans un délai de %2$@.
ko: %2$@ 안에 %1$@의 응답이 없었습니다.
zh_hans: %1$@ 未在 %2$@内响应。

source: %1$@ of its margin is in use, and Perpl liquidates at 100%%. Mark %2$@, liquidation %3$@. %4$@
es: %1$@ de su margen está en uso, y Perpl liquida al 100%%. Precio de marca %2$@, liquidación %3$@. %4$@
fr: %1$@ de sa marge est utilisée, et Perpl liquide à 100%%. Prix de marque %2$@, liquidation %3$@. %4$@
ko: 증거금의 %1$@가 사용 중이며, Perpl은 100%%에서 청산합니다. 마크 가격 %2$@, 청산 가격 %3$@. %4$@
zh_hans: 该仓位的保证金使用率为 %1$@，Perpl 会在 100%% 时强平。标记价格 %2$@，强平价格 %3$@。%4$@

# %@ of its margin is in use. Mark %@, liquidation %@. %@
source: %1$@ of its margin is in use. Mark %2$@, liquidation %3$@. %4$@
es: %1$@ de su margen está en uso. Precio de marca %2$@, liquidación %3$@. %4$@
fr: %1$@ de sa marge est utilisée. Prix de marque %2$@, liquidation %3$@. %4$@
ko: 증거금의 %1$@가 사용 중입니다. 마크 가격 %2$@, 청산 가격 %3$@. %4$@
zh_hans: 该仓位的保证金使用率为 %1$@。标记价格 %2$@，强平价格 %3$@。%4$@

source: %@-PERP long
es: %@-PERP largo
ko: %@-PERP 롱
zh_hans: %@-PERP 做多仓位

source: %@-PERP long closed
es: %@-PERP largo cerrado
fr: %@-PERP long clôturé
ko: %@-PERP 롱 종료됨
zh_hans: %@-PERP 做多仓位已平仓

source: %@-PERP short
es: %@-PERP corto
ko: %@-PERP 숏
zh_hans: %@-PERP 做空仓位

source: %@-PERP short closed
es: %@-PERP corto cerrado
fr: %@-PERP short clôturé
ko: %@-PERP 숏 종료됨
zh_hans: %@-PERP 做空仓位已平仓

source: A DyorHQ coin couldn't be read from the chain just now. Try again.
es: No se pudo leer una moneda de DyorHQ de la cadena en este momento. Vuelve a intentarlo.
fr: Impossible de lire un jeton DyorHQ sur la blockchain pour le moment. Réessayez.
ko: 지금은 체인에서 DyorHQ 코인을 읽지 못했습니다. 다시 시도하십시오.
zh_hans: 暂时无法从链上读取某个 DyorHQ 币。再试一次。

source: A Moment couldn't be read from the chain just now. Try again.
es: No se pudo leer un Moment de la cadena en este momento. Vuelve a intentarlo.
fr: Impossible de lire un Moment sur la blockchain pour le moment. Réessayez.
ko: 지금은 체인에서 Moment를 읽지 못했습니다. 다시 시도하십시오.
zh_hans: 暂时无法从链上读取某个 Moment。再试一次。

source: A Moment's name couldn't be read from the chain just now. Try again.
es: No se pudo leer el nombre de un Moment de la cadena en este momento. Vuelve a intentarlo.
fr: Impossible de lire le nom d'un Moment sur la blockchain pour le moment. Réessayez.
ko: 지금은 체인에서 Moment 이름을 읽지 못했습니다. 다시 시도하십시오.
zh_hans: 暂时无法从链上读取某个 Moment 的名称。再试一次。

source: A buyback for this Moment ran less than an hour ago. Try again later.
es: Hace menos de una hora que se ejecutó una recompra de este Moment. Vuelve a intentarlo más tarde.
fr: Un rachat a été effectué pour ce Moment il y a moins d'une heure. Réessayez plus tard.
ko: 이 Moment의 바이백이 1시간 이내에 실행되었습니다. 나중에 다시 시도하십시오.
zh_hans: 此 Moment 的回购在不到一小时前刚执行过。稍后重试。

source: A launch couldn't be read from the chain just now. Try again.
es: No se pudo leer un lanzamiento de la cadena en este momento. Vuelve a intentarlo.
fr: Impossible de lire un lancement sur la blockchain pour le moment. Réessayez.
ko: 지금은 체인에서 런칭 정보를 읽지 못했습니다. 다시 시도하십시오.
zh_hans: 暂时无法从链上读取某次发射。再试一次。

source: A name can be at most %lld characters.
es: Un nombre puede tener como máximo %lld caracteres.
fr: Un nom peut comporter au maximum %lld caractères.
ko: 이름은 최대 %lld자까지 가능합니다.
zh_hans: 名称最多 %lld 个字符。

source: A passkey prompt is already open. Finish or cancel it, then try again.
es: Ya hay una solicitud de llave de acceso abierta. Complétala o cancélala y vuelve a intentarlo.
fr: Une demande de clé d'identification est déjà ouverte. Terminez-la ou annulez-la, puis réessayez.
ko: 패스키 요청이 이미 열려 있습니다. 완료하거나 취소한 후 다시 시도하십시오.
zh_hans: 通行密钥提示已打开。完成或取消后再试一次。

source: A symbol can be at most %lld characters.
es: Un símbolo puede tener como máximo %lld caracteres.
fr: Un symbole peut comporter au maximum %lld caractères.
ko: 심볼은 최대 %lld자까지 가능합니다.
zh_hans: 符号最多 %lld 个字符。

source: A symbol can use A–Z, 0–9 and accented Latin letters, or Chinese, Japanese or Korean characters with 0–9, not mixed.
es: Un símbolo puede usar A–Z, 0–9 y letras latinas con acento, o caracteres chinos, japoneses o coreanos con 0–9, sin mezclarlos.
fr: Un symbole peut utiliser A–Z, 0–9 et les lettres latines accentuées, ou des caractères chinois, japonais ou coréens avec 0–9, sans les mélanger.
ko: 심볼에는 A–Z, 0–9, 악센트가 있는 라틴 문자를 쓰거나, 중국어·일본어·한국어 문자와 0–9를 쓸 수 있으며, 둘을 섞어 쓸 수는 없습니다.
zh_hans: 符号可使用 A–Z、0–9 和带重音的拉丁字母，或中文、日文、韩文字符加 0–9，但不能混用。

source: A take-profit or stop-loss can only close a position.
es: Un take profit o un stop loss solo puede cerrar una posición.
fr: Un take profit ou un stop loss ne peut que clôturer une position.
ko: 익절 또는 손절 주문은 포지션을 종료하는 데만 사용할 수 있습니다.
zh_hans: 止盈或止损只能用于平仓。

source: A word in this name mixes Latin letters with letters from another alphabet that look like them. Use one alphabet in each word.
es: Una palabra de este nombre mezcla letras latinas con letras de otro alfabeto que se les parecen. Usa un solo alfabeto en cada palabra.
fr: Un mot de ce nom mélange des lettres latines avec des lettres d'un autre alphabet qui leur ressemblent. Utilisez un seul alphabet par mot.
ko: 이 이름의 한 단어에 라틴 문자와 이와 비슷하게 생긴 다른 문자 체계의 글자가 섞여 있습니다. 각 단어에는 한 가지 문자 체계만 사용하십시오.
zh_hans: 此名称中的某个单词混用了拉丁字母和其他字母表中与之形似的字母。每个单词只使用一种字母表。

source: ABI data contains an out-of-range offset
es: Los datos ABI contienen un desplazamiento fuera de rango
fr: Les données ABI contiennent un décalage hors limites
ko: ABI 데이터에 범위를 벗어난 오프셋이 있습니다
zh_hans: ABI 数据包含越界的偏移量

source: ABI data is shorter than its declared layout
es: Los datos ABI son más cortos que su estructura declarada
fr: Les données ABI sont plus courtes que leur structure déclarée
ko: ABI 데이터가 선언된 레이아웃보다 짧습니다
zh_hans: ABI 数据短于其声明的布局

source: ABI string is not valid UTF-8
es: La cadena de texto ABI no es UTF-8 válida
fr: La chaîne ABI n'est pas en UTF-8 valide
ko: ABI 문자열이 유효한 UTF-8이 아닙니다
zh_hans: ABI 字符串不是有效的 UTF-8

source: ABI value does not match type %@
es: El valor ABI no coincide con el tipo %@
fr: La valeur ABI ne correspond pas au type %@
ko: ABI 값이 %@ 타입과 일치하지 않습니다
zh_hans: ABI 值与类型 %@ 不匹配

source: Account deleted.
es: Cuenta eliminada.
fr: Compte supprimé.
ko: 계정이 삭제되었습니다.
zh_hans: 账户已删除。

source: Add %@ AUSD margin
es: Añadir %@ AUSD de margen
fr: Ajouter %@ AUSD de marge
ko: 증거금 %@ AUSD 추가
zh_hans: 追加 %@ AUSD 保证金

source: Add margin or reduce the position now.
es: Añade margen o reduce la posición ahora.
fr: Ajoutez de la marge ou réduisez la position maintenant.
ko: 지금 증거금을 추가하거나 포지션을 줄이십시오.
zh_hans: 立即追加保证金或减仓。

source: Add margin or reduce the position on Perps to stay clear of it.
es: Añade margen o reduce la posición en Perps para alejarte de ella.
fr: Ajoutez de la marge ou réduisez la position dans Perps pour vous en tenir à distance.
ko: 청산을 피하려면 Perps에서 증거금을 추가하거나 포지션을 줄이십시오.
zh_hans: 在“永续”中追加保证金或减仓，以远离强平。

source: Aggregated across Kuru order books and Monad pools
es: Agregado entre los libros de órdenes de Kuru y los pools de Monad
fr: Agrégé sur les carnets d'ordres Kuru et les pools Monad
ko: Kuru 호가창과 Monad 풀 전반에서 집계
zh_hans: 聚合 Kuru 订单簿和 Monad 池子

source: All
es: Todo
fr: Tout
ko: 전체
zh_hans: 全部

source: All of its margin is in use, and Perpl liquidates at 100%%. Mark %1$@, liquidation %2$@. %3$@
es: Todo su margen está en uso, y Perpl liquida al 100%%. Precio de marca %1$@, liquidación %2$@. %3$@
fr: Toute sa marge est utilisée, et Perpl liquide à 100%%. Prix de marque %1$@, liquidation %2$@. %3$@
ko: 증거금이 모두 사용 중이며, Perpl은 100%%에서 청산합니다. 마크 가격 %1$@, 청산 가격 %2$@. %3$@
zh_hans: 该仓位的保证金已全部占用，Perpl 会在 100%% 时强平。标记价格 %1$@，强平价格 %2$@。%3$@

# All of its margin is in use. Mark %@, liquidation %@. %@
source: All of its margin is in use. Mark %1$@, liquidation %2$@. %3$@
es: Todo su margen está en uso. Precio de marca %1$@, liquidación %2$@. %3$@
fr: Toute sa marge est utilisée. Prix de marque %1$@, liquidation %2$@. %3$@
ko: 증거금이 모두 사용 중입니다. 마크 가격 %1$@, 청산 가격 %2$@. %3$@
zh_hans: 该仓位的保证金已全部占用。标记价格 %1$@，强平价格 %2$@。%3$@

source: Allow the Universal Router to spend %@
es: Permitir que el Universal Router gaste %@
fr: Autoriser l'Universal Router à dépenser %@
ko: Universal Router가 %@ 토큰을 사용하도록 허용
zh_hans: 允许 Universal Router 花费 %@

source: An address has 40 characters after 0x; this one has %@.
es: Una dirección tiene 40 caracteres después de 0x; esta tiene %@.
fr: Une adresse comporte 40 caractères après 0x ; celle-ci en a %@.
ko: 주소는 0x 뒤에 40자가 있어야 하지만, 이 주소는 %@자입니다.
zh_hans: 地址在 0x 之后有 40 个字符；此地址有 %@ 个。

source: An address starts with 0x.
es: Una dirección empieza por 0x.
fr: Une adresse commence par 0x.
ko: 주소는 0x로 시작해야 합니다.
zh_hans: 地址以 0x 开头。

source: Approve $%@
es: Aprobar $%@
fr: Approuver $%@
ko: $%@ 승인
zh_hans: 授权 $%@

source: Approve %@
es: Aprobar %@
fr: Approuver %@
ko: %@ 승인
zh_hans: 授权 %@

source: Approve %@ for Kuru Flow
es: Aprobar %@ para Kuru Flow
fr: Approuver %@ pour Kuru Flow
ko: Kuru Flow에 %@ 승인
zh_hans: 为 Kuru Flow 授权 %@

source: Approve %@ for Monday Trade
es: Aprobar %@ para Monday Trade
fr: Approuver %@ pour Monday Trade
ko: Monday Trade에 %@ 승인
zh_hans: 为 Monday Trade 授权 %@

source: Approve %@ for Permit2
es: Aprobar %@ para Permit2
fr: Approuver %@ pour Permit2
ko: Permit2에 %@ 승인
zh_hans: 为 Permit2 授权 %@

source: Approve %@ for Uniswap
es: Aprobar %@ para Uniswap
fr: Approuver %@ pour Uniswap
ko: Uniswap에 %@ 승인
zh_hans: 为 Uniswap 授权 %@

source: Approve AUSD
es: Aprobar AUSD
fr: Approuver AUSD
ko: AUSD 승인
zh_hans: 授权 AUSD

source: Approve USDC
es: Aprobar USDC
fr: Approuver USDC
ko: USDC 승인
zh_hans: 授权 USDC

source: Approve USDC for Permit2
es: Aprobar USDC para Permit2
fr: Approuver USDC pour Permit2
ko: Permit2에 USDC 승인
zh_hans: 为 Permit2 授权 USDC

source: Approve developer buy
es: Aprobar compra del desarrollador
fr: Approuver l'achat du développeur
ko: 개발자 매수 승인
zh_hans: 授权开发者买入

source: Aurora request failed (%@).
es: La solicitud a Aurora falló (%@).
fr: La requête Aurora a échoué (%@).
ko: Aurora 요청에 실패했습니다(%@).
zh_hans: Aurora 请求失败（%@）。

source: Bonding
es: En curva
fr: Sur la courbe
ko: 커브 거래 중
zh_hans: 曲线交易中

source: Buy
es: Compra
fr: Achat
ko: 매수
zh_hans: 买入

source: Buy $%@
es: Comprar $%@
fr: Acheter $%@
ko: $%@ 매수
zh_hans: 买入 $%@

source: Buy or sell on its Launch page
es: Compra o vende en su página de lanzamiento
fr: Achetez ou vendez sur sa page de lancement
ko: 런칭 페이지에서 매수 또는 매도
zh_hans: 在其发射页面上买入或卖出

source: Cancel order
es: Cancelar orden
fr: Annuler l'ordre
ko: 주문 취소
zh_hans: 取消订单

source: Choose between 1 and %lld editions.
es: Elige entre 1 y %lld ediciones.
fr: Choisissez entre 1 et %lld éditions.
ko: 에디션은 최소 1개, 최대 %lld개까지 선택할 수 있습니다.
zh_hans: 选择 1 到 %lld 份。

source: Claim %@
es: Reclamar %@
fr: Réclamer %@
ko: %@ 수령
zh_hans: 领取 %@

source: Claim %lld Moments
es: Reclamar %lld Moments
fr: Réclamer %lld Moments
ko: Moment %lld개 수령
zh_hans: 领取 %lld 个 Moment

source: Claim MON fees
es: Reclamar comisiones en MON
fr: Réclamer les frais en MON
ko: MON 수수료 수령
zh_hans: 领取 MON 手续费

source: Claim creator fees
es: Reclamar comisiones del creador
fr: Réclamer les frais du créateur
ko: 크리에이터 수수료 수령
zh_hans: 领取创作者费用

source: Claim fees
es: Reclamar comisiones
fr: Réclamer les frais
ko: 수수료 수령
zh_hans: 领取手续费

source: Claim holder rewards
es: Reclamar recompensas para holders
fr: Réclamer les récompenses des détenteurs
ko: 홀더 보상 수령
zh_hans: 领取持有者奖励

source: Close %@
es: Cerrar %@
fr: Clôturer %@
ko: %@ 포지션 종료
zh_hans: 平仓 %@

source: Close Long
es: Cerrar largo
fr: Clôture long
ko: 롱 종료
zh_hans: 平多

source: Close Short
es: Cerrar corto
fr: Clôture short
ko: 숏 종료
zh_hans: 平空

source: Close order filled
es: Orden de cierre ejecutada
fr: Ordre de clôture exécuté
ko: 종료 주문 체결됨
zh_hans: 平仓订单已成交

# Collect %lld editions of %@
source: Collect %1$lld editions of %2$@
es: Coleccionar %1$lld ediciones de %2$@
fr: Collecter %1$lld éditions de %2$@
ko: %2$@ 에디션 %1$lld개 수집
zh_hans: 收藏 %2$@ 的 %1$lld 份

source: Collecting
es: Abierto
fr: Ouvert
ko: 수집 중
zh_hans: 收藏中

source: Connect your wallet to DyorHQ to use the bridge.
es: Conecta tu billetera a DyorHQ para usar el puente.
fr: Connectez votre portefeuille à DyorHQ pour utiliser le bridge.
ko: 브리지를 사용하려면 DyorHQ에 지갑을 연결하십시오.
zh_hans: 将你的钱包连接到 DyorHQ 以使用跨链桥。

source: Could not read %@ from the server.
es: No se pudo leer %@ del servidor.
fr: Impossible de lire %@ depuis le serveur.
ko: 서버에서 %@ 정보를 읽지 못했습니다.
zh_hans: 无法从服务器读取%@。

source: Couldn't delete your data. Nothing on this phone was changed. Try again.
es: No se pudieron eliminar tus datos. No se cambió nada en este teléfono. Vuelve a intentarlo.
fr: Impossible de supprimer vos données. Rien n'a été modifié sur ce téléphone. Réessayez.
ko: 데이터를 삭제하지 못했습니다. 이 휴대폰에서는 아무것도 변경되지 않았습니다. 다시 시도하십시오.
zh_hans: 无法删除你的数据。此手机上的内容没有任何更改。再试一次。

source: Couldn't read Aurora's response: %@
es: No se pudo leer la respuesta de Aurora: %@
fr: Impossible de lire la réponse d'Aurora : %@
ko: Aurora의 응답을 읽지 못했습니다: %@
zh_hans: 无法读取 Aurora 的响应：%@

source: Deposit AUSD
es: Depositar AUSD
fr: Déposer des AUSD
ko: AUSD 입금
zh_hans: 充值 AUSD

source: Distribute pool fees
es: Distribuir comisiones del pool
fr: Distribuer les frais du pool
ko: 풀 수수료 분배
zh_hans: 分配池子手续费

source: DyorHQ Launch
es: Lanzamiento DyorHQ
fr: Lancement DyorHQ
ko: DyorHQ 런칭
zh_hans: DyorHQ 发射

source: DyorHQ couldn't check this coin's launchpad just now, so buying it isn't offered. Try again in a moment.
es: DyorHQ no pudo comprobar el launchpad de esta moneda en este momento, así que no se ofrece comprarla. Vuelve a intentarlo en un momento.
fr: DyorHQ n'a pas pu vérifier le launchpad de ce jeton pour le moment : son achat n'est donc pas proposé. Réessayez dans un instant.
ko: DyorHQ가 지금 이 코인의 런치패드를 확인하지 못해 매수를 제공하지 않습니다. 잠시 후 다시 시도하십시오.
zh_hans: DyorHQ 暂时无法检查此币的 Launchpad，因此不提供买入。稍后重试。

source: DyorHQ couldn't check whether this coin is still on a launchpad's bonding curve just now. If it is, it trades on its Launch page, not on Swap: check again in a moment.
es: DyorHQ no pudo comprobar en este momento si esta moneda sigue en la curva de bonding de un launchpad. Si es así, se opera en su página de lanzamiento, no en Intercambio: vuelve a comprobarlo en un momento.
fr: DyorHQ n'a pas pu vérifier pour le moment si ce jeton est encore sur la bonding curve d'un launchpad. Si c'est le cas, il s'échange sur sa page de lancement, pas sur l'écran Échange : vérifiez à nouveau dans un instant.
ko: DyorHQ가 지금 이 코인이 아직 런치패드의 본딩 커브에 있는지 확인하지 못했습니다. 그렇다면 이 코인은 스왑이 아닌 런칭 페이지에서 거래됩니다. 잠시 후 다시 확인하십시오.
zh_hans: DyorHQ 暂时无法检查此币是否仍在 Launchpad 的联合曲线上。如果是，它会在其发射页面上交易，而不是在兑换中：稍后再检查一次。

source: DyorHQ refused to sign Perpl's trading-key request because %@. Nothing was signed. Try again later.
es: DyorHQ se negó a firmar la solicitud de clave de trading de Perpl porque %@. No se firmó nada. Vuelve a intentarlo más tarde.
fr: DyorHQ a refusé de signer la demande de clé de trading de Perpl, car %@. Rien n'a été signé. Réessayez plus tard.
ko: DyorHQ가 Perpl의 거래 키 요청에 서명하기를 거부했습니다. 이유: %@. 아무것도 서명되지 않았습니다. 나중에 다시 시도하십시오.
zh_hans: DyorHQ 拒绝签署 Perpl 的交易密钥请求，原因是%@。未签署任何内容。稍后重试。

source: DyorHQ's keepers will finish this graduation: they retry it with the gas it needs and, if Monday Trade still refuses it, move it to a locked Uniswap v4 pool. Nothing was sent.
es: Los keepers de DyorHQ completarán esta graduación: la reintentan con el gas que necesita y, si Monday Trade la sigue rechazando, la pasan a un pool bloqueado de Uniswap v4. No se envió nada.
fr: Les keepers de DyorHQ finaliseront cette graduation : ils la relancent avec le gaz nécessaire et, si Monday Trade la refuse encore, transfèrent le jeton vers un pool Uniswap v4 verrouillé. Rien n'a été envoyé.
ko: DyorHQ의 키퍼가 이 졸업을 마무리합니다. 필요한 가스로 다시 시도하고, Monday Trade가 계속 거부하면 잠긴 Uniswap v4 풀로 옮깁니다. 아무것도 전송되지 않았습니다.
zh_hans: DyorHQ 的 Keeper 会完成此次毕业：它们会使用所需的 Gas 重试；如果 Monday Trade 仍然拒绝，就将其转移到锁定的 Uniswap v4 池子。未发送任何内容。

source: DyorHQ's server isn't answering right now (%@). Try again in a minute.
es: El servidor de DyorHQ no responde en este momento (%@). Vuelve a intentarlo en un minuto.
fr: Le serveur de DyorHQ ne répond pas pour le moment (%@). Réessayez dans une minute.
ko: 지금 DyorHQ 서버가 응답하지 않습니다(%@). 1분 후 다시 시도하십시오.
zh_hans: DyorHQ 的服务器暂时没有响应（%@）。一分钟后重试。

source: Enable one-click trading (order forwarding) on your Perpl account first.
es: Primero activa el trading con un clic (reenvío de órdenes) en tu cuenta de Perpl.
fr: Activez d'abord le trading en un clic (transmission d'ordres) sur votre compte Perpl.
ko: 먼저 Perpl 계정에서 원클릭 거래(주문 전달)를 활성화하십시오.
zh_hans: 先在你的 Perpl 账户上启用一键交易（订单转发）。

source: Enter an amount above zero.
es: Introduce una cantidad mayor que cero.
fr: Saisissez un montant supérieur à zéro.
ko: 0보다 큰 금액을 입력하십시오.
zh_hans: 输入大于零的数量。

source: Expire Moment
es: Expirar Moment
fr: Faire expirer le Moment
ko: Moment 만료 처리
zh_hans: 将 Moment 设为过期

source: Expired
es: Expirado
fr: Expiré
ko: 만료됨
zh_hans: 已过期

source: From retired launchpads: sell them on their page. They can't be bought, and a coin waiting to graduate can't be sold until it does.
es: De launchpads retirados: véndelas en su página. No se pueden comprar, y una moneda que espera graduarse no se puede vender hasta que lo haga.
fr: Issus de launchpads retirés : vendez-les sur leur page. Ils ne peuvent pas être achetés, et un jeton en attente de graduation ne peut pas être vendu avant d'être gradué.
ko: 운영 종료된 런치패드의 코인이에요. 각 페이지에서 매도하세요. 매수할 수 없으며, 졸업 대기 중인 코인은 졸업할 때까지 매도할 수 없어요.
zh_hans: 来自已退役的 Launchpad：在其页面上卖出。它们无法买入，等待毕业的币在毕业前也无法卖出。

source: From retired launchpads: sell them on their page. They can't be bought.
es: De launchpads retirados: véndelas en su página. No se pueden comprar.
fr: Issus de launchpads retirés : vendez-les sur leur page. Ils ne peuvent pas être achetés.
ko: 운영 종료된 런치패드의 코인이에요. 각 페이지에서 매도하세요. 매수할 수 없어요.
zh_hans: 来自已退役的 Launchpad：在其页面上卖出。它们无法买入。

source: Graduate
es: Graduar
fr: Graduer
ko: 졸업 실행
zh_hans: 毕业

source: Graduated
es: Graduado
fr: Gradué
ko: 졸업 완료
zh_hans: 已毕业

source: Graduation pending
es: Graduación pendiente
fr: Graduation en attente
ko: 졸업 대기 중
zh_hans: 等待毕业

source: Graduation pending · Launch page
es: Graduación pendiente · Página de lanzamiento
fr: Graduation en attente · page de lancement
ko: 졸업 대기 중 · 런칭 페이지
zh_hans: 等待毕业 · 发射页面

source: If you signed in with a passkey from another phone, delete it on that phone.
es: Si iniciaste sesión con una llave de acceso de otro teléfono, elimínala en ese teléfono.
fr: Si vous vous êtes connecté avec une clé d'identification d'un autre téléphone, supprimez-la sur ce téléphone.
ko: 다른 휴대폰의 패스키로 로그인했다면 그 휴대폰에서 패스키를 삭제하십시오.
zh_hans: 如果你使用另一部手机上的通行密钥登录过，在那部手机上删除它。

source: If your passkey is in 1Password or another app, delete it there.
es: Si tu llave de acceso está en 1Password o en otra app, elimínala allí.
fr: Si votre clé d'identification se trouve dans 1Password ou une autre app, supprimez-la dans cette app.
ko: 패스키가 1Password나 다른 앱에 있다면 그 앱에서 삭제하십시오.
zh_hans: 如果你的通行密钥保存在 1Password 或其他应用中，在那里删除它。

source: If your passkey is in iCloud Keychain, Passwords may keep it in Deleted for up to 30 days.
es: Si tu llave de acceso está en el Llavero de iCloud, la app Contraseñas puede conservarla hasta 30 días en su sección de elementos eliminados.
fr: Si votre clé d'identification se trouve dans le trousseau iCloud, l'app Mots de passe peut la conserver jusqu'à 30 jours dans « Supprimés ».
ko: 패스키가 iCloud 키체인에 있다면 ‘암호’ 앱이 최대 30일 동안 ‘삭제됨’에 보관할 수 있습니다.
zh_hans: 如果你的通行密钥保存在 iCloud 钥匙串中，“密码”可能会将其保留在“已删除”中长达 30 天。

source: If your passkey still shows up
es: Si tu llave de acceso sigue apareciendo
fr: Si votre clé d'identification apparaît encore
ko: 패스키가 계속 표시된다면
zh_hans: 如果你的通行密钥仍然显示

source: Invalid ABI type: %@
es: Tipo ABI no válido: %@
fr: Type ABI non valide : %@
ko: 잘못된 ABI 타입: %@
zh_hans: 无效的 ABI 类型：%@

source: Invalid Privy access token.
es: Token de acceso de Privy no válido.
fr: Jeton d'accès Privy non valide.
ko: Privy 액세스 토큰이 유효하지 않습니다.
zh_hans: 无效的 Privy 访问令牌。

source: Invalid function signature: %@
es: Firma de función no válida: %@
fr: Signature de fonction non valide : %@
ko: 잘못된 함수 시그니처: %@
zh_hans: 无效的函数签名：%@

source: Invalid wallet signature.
es: Firma de billetera no válida.
fr: Signature du portefeuille non valide.
ko: 지갑 서명이 유효하지 않습니다.
zh_hans: 无效的钱包签名。

source: Kuru Flow could not route this trade.
es: Kuru Flow no pudo enrutar esta operación.
fr: Kuru Flow n'a pas pu router cette transaction.
ko: Kuru Flow가 이 거래의 경로를 찾지 못했습니다.
zh_hans: Kuru Flow 无法为此交易提供路由。

source: Kuru Flow did not return an access token.
es: Kuru Flow no devolvió un token de acceso.
fr: Kuru Flow n'a renvoyé aucun jeton d'accès.
ko: Kuru Flow가 액세스 토큰을 반환하지 않았습니다.
zh_hans: Kuru Flow 未返回访问令牌。

source: Kuru Flow rate limit reached. Retrying on the next refresh.
es: Se alcanzó el límite de solicitudes de Kuru Flow. Se reintentará en la próxima actualización.
fr: Limite de requêtes de Kuru Flow atteinte. Nouvelle tentative à la prochaine actualisation.
ko: Kuru Flow 요청 한도에 도달했습니다. 다음 새로 고침 때 다시 시도합니다.
zh_hans: 已达到 Kuru Flow 的速率限制。将在下次刷新时重试。

source: Kuru Flow returned %@.
es: Kuru Flow devolvió %@.
fr: Kuru Flow a renvoyé %@.
ko: Kuru Flow가 %@ 상태를 반환했습니다.
zh_hans: Kuru Flow 返回了 %@。

source: Kuru Flow returned an invalid transaction.
es: Kuru Flow devolvió una transacción no válida.
fr: Kuru Flow a renvoyé une transaction non valide.
ko: Kuru Flow가 유효하지 않은 트랜잭션을 반환했습니다.
zh_hans: Kuru Flow 返回了无效的交易。

source: Kuru Flow returned an unexpected transaction, so it was blocked for your safety.
es: Kuru Flow devolvió una transacción inesperada, así que se bloqueó por tu seguridad.
fr: Kuru Flow a renvoyé une transaction inattendue : elle a donc été bloquée pour votre sécurité.
ko: Kuru Flow가 예상치 못한 트랜잭션을 반환하여 안전을 위해 차단되었습니다.
zh_hans: Kuru Flow 返回了意外的交易，因此为了你的安全已将其拦截。

source: Kuru Flow token request failed (%@).
es: La solicitud de token a Kuru Flow falló (%@).
fr: La demande de jeton d'accès Kuru Flow a échoué (%@).
ko: Kuru Flow 토큰 요청에 실패했습니다(%@).
zh_hans: Kuru Flow 令牌请求失败（%@）。

source: Launch $%@
es: Lanzar $%@
fr: Lancer $%@
ko: $%@ 런칭
zh_hans: 发射 $%@

source: Launching is limited to approved wallets right now, and this wallet isn't one.
es: Por ahora, solo las billeteras aprobadas pueden lanzar, y esta billetera no es una de ellas.
fr: Le lancement est actuellement limité aux portefeuilles approuvés, et ce portefeuille n'en fait pas partie.
ko: 현재 런칭은 승인된 지갑만 할 수 있으며, 이 지갑은 승인된 지갑이 아닙니다.
zh_hans: 目前仅限获批钱包发射，而此钱包不在其中。

source: Launching is limited to approved wallets right now.
es: Por ahora, solo las billeteras aprobadas pueden lanzar.
fr: Le lancement est actuellement limité aux portefeuilles approuvés.
ko: 현재 런칭은 승인된 지갑만 할 수 있습니다.
zh_hans: 目前仅限获批钱包发射。

source: Liquidation risk: %@
es: Riesgo de liquidación: %@
fr: Risque de liquidation : %@
ko: 청산 위험: %@
zh_hans: 强平风险：%@

source: Long %@
es: Largo %@
ko: %@ 롱
zh_hans: 做多 %@

source: Longs pay shorts
es: Los largos pagan a los cortos
fr: Les longs paient les shorts
ko: 롱이 숏에게 지불
zh_hans: 多头支付空头

source: MON sent with an approval
es: MON enviado junto con una aprobación
fr: des MON envoyés avec une approbation
ko: 승인과 함께 전송된 MON
zh_hans: 随授权一起发送的 MON

source: MON was sent with a trade that takes none.
es: Se envió MON con una operación que no lo admite.
fr: Des MON ont été envoyés avec une transaction qui n'en accepte pas.
ko: MON을 받지 않는 거래에 MON이 함께 전송되었습니다.
zh_hans: MON 被随一笔不接受 MON 的交易一起发送。

source: Margin warning: %@
es: Aviso de margen: %@
fr: Alerte de marge : %@
ko: 증거금 경고: %@
zh_hans: 保证金预警：%@

source: Migrating
es: Migrando
fr: En migration
ko: 마이그레이션 중
zh_hans: 迁移中

source: Migrating · Launch page
es: Migrando · Página de lanzamiento
fr: En migration · page de lancement
ko: 마이그레이션 중 · 런칭 페이지
zh_hans: 迁移中 · 发射页面
